[
    {
        "id": "1",
        "name": "Домекано",
        "imageCard": "https://animego.org/upload/anime/images/5c3fa2f54e30c445057137.jpg",
        "imageHuge": "https://i.ytimg.com/vi/4GAvRM_PqWk/maxresdefault.jpg",
        "discriptionFull": "Руи не пытается налаживать нормальное общение с представителями противоположного пола, ведь унылые встречи с парнями ее совершенно не привлекают. Единственное, что не позволяет ей сосредоточиться на важных делах – дикий интерес к интимным взаимоотношениям. Она постоянно читает книги на соответствующую тематику. В определенный момент главная героиня принимает решение испытать на практике полученные знания. Девчонка уверенна, что готова распрощаться со своей девственностью. У нее даже появляется достойный претендент на прохождение чрезвычайно важной миссии.Нацуо – простой старшеклассник, который давно понимает, какие именно дамочки его притягивают. Юноша испытывает неподдельное влечение к очаровательной особе, которая немного старше его. Хина – преподавательница, не замечающая чувств молодого ухажера. Немного подумав паренек соглашается провести ночь с воодушевленной Руи. После завершения процесса, школьница неожиданно погружается в сильные сожаления, ведь она абсолютно не почувствовала приятных эмоций. А парень теперь переживать из-за нежелательного кратковременного романа. Так оба персонажа начинают серьезно страдать.",
        "discriptionBriefly": "Руи не пытается налаживать нормальное общение с представителями противоположного пола, ведь унылые встречи с парнями ее совершенно не привлекают. Единственное, что не позволяет ей сосредоточиться на важных делах – дикий интерес к интимным взаимоотношениям",
        "lastEpisode": 12,
        "dataRealese": 20190112,
        "dataPublish": 20190112,
        "rating": 8.3,
        "src": "https://www.youtube.com/embed/z9FhYuLHlxA"
    },
    {
        "id": "2",
        "name": "Повелитель 4",
        "imageCard": "https://animego.org/media/cache/thumbs_250x350/upload/anime/images/62aa3f1133042646589172.jpg",
        "imageHuge": "",
        "discriptionFull": "Захватывающая забава под названием «Иггдрасиль», позволяющая участникам полностью погрузиться в игровую реальность, стала настоящим хитом. Она смогла подарить многим пользователям массу незабываемых впечатлений. Наступает день, когда разработчики собираются объявить об отключении серверов, но внутри игры остались преданные юзеры, среди которых находится Момонга – сильнейший геймер, успевший достигнуть максимального уровня и истинный мастер, ставший владельцем Великой Гробницы Назарек, выстоявшей во многих сражениях.",
        "discriptionBriefly": "",
        "lastEpisode": 6,
        "dataRealese": 20220705,
        "dataPublish": 20220705,
        "rating": 9.5,
        "src": "https://www.youtube.com/embed/erCxCAh8Wcw"
    },
    {
        "id": "3",
        "name": "Добро пожаловать в класс превосходства 2",
        "imageCard": "https://animego.org/media/cache/thumbs_250x350/upload/anime/images/62970428b7d68168336728.jpg",
        "imageHuge": "",
        "discriptionFull": "Кедо Икусей – знаменитое учебное заведение, в котором обучаются невероятно талантливые ребята, способные в будущем стать истинными мастерами в своей сфере деятельности. Академия имеет выдающиеся показатели. Конкурирующие учреждения точно не могут похвастаться стопроцентной занятостью студентов, которые сразу же после завершения курса получают престижные рабочие места. Все старшеклассники здесь не сковываются серьезными правилами и строгой дисциплиной. Они сами понимают ценность учебы, поэтому стараются не отвлекаться на бестолковые развлечения.\n",
        "discriptionBriefly": "",
        "lastEpisode": 6,
        "dataRealese": 20220704,
        "dataPublish": 20220704,
        "rating": 9.3,
        "src": "https://www.youtube.com/embed/9deedzO71hk"
    },
    {
        "id": "4",
        "name": "Дом теней 2",
        "imageCard": "https://animego.org/media/cache/thumbs_250x350/upload/anime/images/62c07836d4d3c858413481.jpg",
        "imageHuge": "",
        "discriptionFull": "В огромном трёхэтажном особняке проживает загадочное семейство Шедоу. Эти таинственные аристократы с ног до головы покрыты сажей, поэтому у них нет лиц. Для решения этой проблемы каждому члену семьи прислуживает так называемая «живая кукла», которая не только выполняет функцию «лица», но и поддерживает чистоту, постоянно убирая сажу, которую испускает хозяин.\n",
        "discriptionBriefly": "",
        "lastEpisode": 6,
        "dataRealese": 20220709,
        "dataPublish": 20220709,
        "rating": 9.2,
        "src": "https://www.youtube.com/embed/q-sc_oEB8XU"
    },
    {
        "id": "5",
        "name": "Ликорис Рикоил",
        "imageCard": "https://animego.org/media/cache/thumbs_250x350/upload/anime/images/62cedcc023bcd075376334.jpg",
        "imageHuge": "",
        "discriptionFull": "Эта история расскажет нам о буднях двух милых девочек. Чисато — жизнерадостная и дружелюбная, а Такину — скромная и замкнутая. У них разные привычки и мировоззрение, однако это не мешает им дружить. Они обе мечтают поступить в колледж и прикладывают все усилия для достижения цели, однако из-за своей наивности часто попадают в нелепые и забавные ситуации.",
        "discriptionBriefly": "",
        "lastEpisode": 6,
        "dataRealese": 20220702,
        "dataPublish": 20220702,
        "rating": 9.1,
        "src": "https://www.youtube.com/embed/h-4Uqetyq3E"
    },
    {
        "id": "6",
        "name": "Клинок, рассекающий демонов: Квартал красных фонарей",
        "imageCard": "https://animego.org/media/cache/thumbs_250x350/upload/anime/images/61c0e7650a79e589259475.jpg",
        "imageHuge": "",
        "discriptionFull": "Продолжение приключений Тандзиро и его неизменных спутников: сестры-демона Нэдзуко, вечно ноющего Дзэницу и сорвиголовы Иносукэ. На этот раз «столп звука» Тэнгэн Удзуи берёт их с собой на задание в Квартал красных фонарей, где в последнее время стали пропадать люди. Причиной этого скорее всего служат демоны. Так кто же стоит за всеми исчезновениями, и смогут ли наши герои с ним справиться?",
        "discriptionBriefly": "",
        "lastEpisode": 11,
        "dataRealese": 20211205,
        "dataPublish": 20211205,
        "rating": 9.6,
        "src": "https://www.youtube.com/embed/XjvaJH8aRc0"
    },
    {
        "id": "7",
        "name": "Госпожа Кагуя: в любви как на войне 3",
        "imageCard": "https://animego.org/media/cache/thumbs_250x350/upload/anime/images/5c40382862d8a143640923.jpg",
        "imageHuge": "https://anime-fans.ru/wp-content/uploads/2022/06/Gospozha-Kaguya-V-lyubvi-kak-na-voi-ne.jpeg",
        "discriptionFull": "Лидерство в подростковой сфере имеет огромнейшее значение. Оно наделяет уверенностью и дает уважение со стороны сверстников. Ребятам, отличающимся выдающимся интеллектом, заполучить привлекательный титул довольно легко. Но разряд некого гения не гарантирует, что к ногам подростка моментально падут все блага. В знаменитой академии Сюити, относящейся к престижным заведениям, учатся довольно способные парни и девчонки. Практически каждый здесь наделен уникальным даром. Хотя даже в «гениальной» компании может найтись поистине недосягаемая личность.",
        "discriptionBriefly": "",
        "lastEpisode": 13,
        "dataRealese": 20220409,
        "dataPublish": 20220409,
        "rating": 9.7,
        "src": "https://www.youtube.com/embed/R2gvIXAtc-s"
    }
]